Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Oops, something went wrong
ar: عذرًا، حدث خطأ ما
ca: Ui, s’ha produït un error
cy: Wps, aeth rhywbeth o’i le
da: Ups, noget gik galt
da_instk12: Ups, noget gik galt
de: Ups, etwas ist schief gelaufen
es: Lo siento, algo salió mal
es_es: Lo sentimos, algo ha salido mal
fi: Hups, jotakin meni pieleen
fr: Un problème est survenu.
fr_ca: Oups, quelque chose s’est mal produit
ga: Ó, chuaigh rud éigin mícheart.
hi: ओह, कुछ गड़बड़ हुई
ht: Oops, yon bagay pase mal
id: Ups, terjadi kesalahan
is: Úbbs, eitthvað fór úrskeiðis
it: Ops, si è verificato un errore.
ja: おっと、何か問題が発生しました
ko: 죄송합니다. 문제가 발생했습니다
mi: Aue, kua he
ms: Ops, sesuatu tidak kena
nb: Obs, noe gikk galt
nb_instk12: Obs, noe gikk galt
nl: Oeps, er is iets misgegaan
pl: Ups, coś poszło nie tak.
pt: Oops, algo correu mal
pt_br: Opa, algo deu errado
ru: Ой, что-то пошло не так
sl: Ups, nekaj je narobe
sv: Hoppsan, något gick fel
sv_instk12: Hoppsan, något gick fel
th: อุ๊ปส์ มีบางอย่างผิดปกติ
vi: Rất tiếc, đã xảy ra vấn đề
zh: 糟糕，出错了
zh_hk: 糟糕，出現問題

source: Oops, Something went wrong
ar: عذرًا، حدث خطأ ما
ca: Ui, s’ha produït un error
cy: Wps, aeth rhywbeth o’i le
da: Ups, noget gik galt
da_instk12: Ups, noget gik galt
de: Ups, etwas ist schief gelaufen
es: Lo siento. Algo salió mal
es_es: Lo sentimos, algo ha salido mal
fi: Hups, jotakin meni pieleen
fr: Un problème est survenu.
fr_ca: Oups, quelque chose n’a pas fonctionné
ga: Ó, chuaigh rud éigin mícheart.
hi: ओह, कुछ गड़बड़ी हुई है
ht: Oups, gen yon bagay ki pa mache
id: Ups, terjadi kesalahan
is: Úbbs, eitthvað fór úrskeiðis
it: Ops, si è verificato un errore
ja: おっと、何か問題が発生しました
ko: 죄송합니다. 문제가 발생했습니다
mi: Āe, i he tetahi mea
ms: Ops, sesuatu tidak kena
nb: Obs, noe gikk galt
nb_instk12: Obs, noe gikk galt
nl: Oeps, er is iets misgegaan
pl: Ups, coś poszło nie tak.
pt: Oops, algo correu mal
pt_br: Ops, algo deu errado.
ru: Ой, что-то пошло не так
sl: Ups, nekaj je narobe
sv: Hoppsan, något gick fel
sv_instk12: Hoppsan, något gick fel
th: อุ๊ปส์ มีบางอย่างผิดปกติ
vi: Rất tiếc, Đã xảy ra vấn đề
zh: 糟糕，出错了
zh_hk: 糟糕，出現問題

source: Oops!
ar: عذراً!
ca: Vaja!
cy: Wps!
da: Ups!
da_instk12: Ups!
de: Ups!
es: ¡Ups!
es_es: ¡Vaya!
fi: Hups!
fr: Oups !
ga: Úps!
hi: ओह!
id: Waduh!
is: Úps!
it: Spiacenti.
ja: おっと！
ko: 죄송합니다.
mi: Aue!
ms: Op!
nb: Obs!
nb_instk12: Obs!
nl: Oeps!
pl: Ups!
pt_br: Ops!
ru: Ой!
sl: Ojoj!
sv: Hoppsan!
sv_instk12: Hoppsan!
th: อุ๊ปส์!
vi: Rất tiếc!
zh: 糟糕！
zh_hk: 抱歉！

source: Open Announcements
ar: فتح الإعلانات
ca: Obriu Anuncis
cy: Agor Cyhoeddiadau
da: Åbn beskeder
da_instk12: Åbn beskeder
de: Ankündigungen öffnen
es: Anuncios abiertos
es_es: Abrir anuncios
fi: Avoimet ilmoitukset
fr: Ouvrir les annonces
fr_ca: Ouvrir les annonces
ga: Fógraí Oscailte
hi: घोषणाएं खोलें
ht: Ouvri Anons
id: Buka Pengumuman
is: Opna tilkynningar
it: Apri annunci
ja: アナウンスを開く
ko: 공지 열기
mi: Pānui Tuwhera
ms: Buka Pengumuman
nb: Åpne kunngjøringer
nb_instk12: Åpne beskjeder
nl: Aankondigingen openen
pl: Otwórz ogłoszenia
pt: Anúncios abertos
pt_br: Abrir anúncios
ru: Открыть объявления
sl: Odprta obvestila
sv: Öppna meddelanden
sv_instk12: Öppna meddelanden
th: เปิดประกาศ
vi: Mở Thông Báo
zh: 打开公告
zh_hk: 開啟通告

source: Open in Safari
ar: فتح في Safari
ca: Obre'l a Safari
cy: Agor yn Safari
da: Åbn i Safari
da_instk12: Åbn i Safari
de: In Safari öffnen
es: Abrir en Safari
es_es: Abrir en Safari
fi: Avaa Safarissa
fr: Ouvrir avec Safari
fr_ca: Ouvrir avec Safari
ga: Oscail i Safari
hi: Safari में खोलें
ht: Ouvri nan Safari
id: Buka di Safari
is: Opna í Safari
it: Apri in Safari
ja: Safariで開く
ko: Safari에서 열기
mi: Tuwhera i roto i te Safari
ms: Buka dalam Safari
nb: Åpne i Safari
nb_instk12: Åpne i Safari
nl: Openen in Safari
pl: Otwórz w programie Safari
pt: Abri no Safari
pt_br: Abrir em Safari
ru: Открыть в Safari
sl: Odpri v brskalniku Safari
sv: Öppna i Safari
sv_instk12: Öppna i Safari
th: เปิดใน Safari
vi: Mở Trong Safari
zh: 在Safari中打开
zh_hk: 在 Safari 中開啟

source: Open in SpeedGrader
ar: فتح في SpeedGrader
ca: Obre'l a SpeedGrader
cy: Agor yn SpeedGrader
da: Åbn i SpeedGrader
da_instk12: Åbn om SpeedGrader
de: Öffnen in SpeedGrader
es: Abrir en SpeedGrader
es_es: Abrir en SpeedGrader
fi: Avaa kohteessa SpeedGrader
fr: Ouvrir avec SpeedGrader
fr_ca: Ouvrir dans SpeedGrader
ga: Oscail i SpeedGrader
hi: इसमें खोलें: SpeedGrader
ht: Ouvri nan SpeedGrader
id: Buka di SpeedGrader
is: Opna í SpeedGrader
it: Apri in SpeedGrader
ja: で開くSpeedGrader
ko: 다음에서 열기 SpeedGrader
mi: Tuwhera i roto i SpeedGrader
ms: Buka dalam SpeedGrader
nb: Åpne i SpeedGrader
nb_instk12: Åpne i SpeedGrader
nl: Openen in SpeedGrader
pl: Otwórz w SpeedGrader
pt: Abrir com SpeedGrader
pt_br: Abrir em SpeedGrader
ru: Открыть в SpeedGrader
sl: Odpri v SpeedGrader
sv: Öppna i SpeedGrader
sv_instk12: Öppna i SpeedGrader
th: เปิดใน SpeedGrader
vi: Mở Trong SpeedGrader
zh: 打开方式SpeedGrader
zh_hk: 開啟方式SpeedGrader

source: Open in...
ar: الفتح في...
ca: Obre'l a…
cy: Agor yn...
da: Åbn i...
da_instk12: Åbn i...
de: Öffnen in...
es: Abrir en...
es_es: Abrir en...
fi: Avaa kohteessa...
fr: Ouvrir avec...
fr_ca: Ouvrir avec...
ga: Oscail i...
hi: इसमें खोलें...
ht: Ouvri nan...
id: Buka di...
is: Opna í…
it: Apri in...
ja: ...で開く
ko: 다음에서 열기...
mi: Tuwhera i roto i...
ms: Buka dalam...
nb: Åpne i …
nb_instk12: Åpne i ...
nl: Openen in...
pl: Otwórz w...
pt: Abrir com...
pt_br: Abrir em...
ru: Открыть в...
sl: Odpri v ...
sv: Öppna i ...
sv_instk12: Öppna i...
th: เปิดใน...
vi: Mở trong...
zh: 在...打开
zh_hk: 開啟方式...

source: Open New Announcement
ar: فتح إعلان جديد
ca: Obriu Anunci nou
cy: Agor Cyhoeddiad Newydd
da: Åbn ny besked
da_instk12: Åbn ny besked
de: Neue Ankündigung öffnen
es: Abrir nuevo anuncio
es_es: Abrir nuevo anuncio
fi: Avaa uusi ilmoitus
fr: Ouvrir une nouvelle annonce
fr_ca: Ouvrir les nouvelles annonces
ga: Oscail Fógra Nua
hi: नई घोषणाएं खोलें
ht: Ouvri Nouvo Anons
id: Buka Pengumuman Baru
is: Opna nýjar tilkynningar
it: Apri nuovo annuncio
ja: 新しいアナウンスを開く
ko: 새 공지 열기
mi: Pānui Tuwhera Hou
ms: Buka Pengumuman Baharu
nb: Åpne ny kunngjøring
nb_instk12: Åpne ny beskjed
nl: Nieuw aankondiging openen
pl: Otwórz nowe ogłoszenie
pt: Abrir novo anúncio
pt_br: Abrir novo anúncio
ru: Открыть новое объявление
sl: Odpri novo obvestilo
sv: Öppna nya meddelanden
sv_instk12: Öppna nya meddelanden
th: เปิดประกาศใหม่
vi: Mở Thông Báo Mới
zh: 打开新公告
zh_hk: 添加新通告

source: Open the Quiz
ar: فتح الاختبار الموجز
ca: Obriu la prova
cy: Agor y Cwis
da: Åbn testen
da_instk12: Åbn quizzen
de: Quiz öffnen
es: Abrir el examen
es_es: Abrir la prueba
fi: Avaa testi
fr: Ouvrir le quiz
fr_ca: Ouvrir le questionnaire
ga: Oscail an Quiz
hi: प्रश्नोत्तरी खोलें
ht: Ouvri Quiz la
id: Buka Kuis
is: Opnaðu prófið
it: Apri il quiz
ja: 小テストを開く
ko: 퀴즈 열기
mi: Whakatuwheratia te Patapatai
ms: Buka Kuiz
nb: Åpne quizen
nb_instk12: Åpne quizen
nl: Open de toets
pl: Otwórz quiz
pt: Abrir o Questionário
pt_br: Abrir o teste
ru: Открыть тест
sl: Odpri kviz
sv: Öppna quizet
sv_instk12: Öppna quizet
th: เปิดแบบทดสอบ
vi: Mở bài Kiểm Tra
zh: 打开测验
zh_hk: 開啟測驗

source: Other
ar: أخرى
ca: Altres
cy: Arall
da: Anden
da_instk12: Anden
de: Sonstige
es: Otro
es_es: Otro
fi: Muu
fr: Autres
fr_ca: Autre
hi: अन्य
ht: Lòt
id: Lainnya
is: Annað
it: Altro
ja: その他
ko: 기타
mi: Ētahi atu
ms: Lain
nb: Annet
nb_instk12: Annet
nl: Overige
pl: Inne
pt: Outro
pt_br: Outro
ru: Другое
sl: Drugo
sv: Annat
sv_instk12: Annat
th: อื่น ๆ
vi: Khác
zh: 其他
zh_hk: 其他

source: Other replies hidden until you reply
ar: إخفاء الأجوبة الأخرى حتى تجيب
ca: Altres respostes amagades fins que respongueu
cy: Atebion eraill wedi'u cuddio nes eich bod yn ateb
da: Andre svar skjult indtil du svarer
da_instk12: Andre svar skjult indtil du svarer
de: Andere Antworten solange verborgen, bis Sie antworten
es: Otras respuestas están ocultas hasta que usted responda
es_es: Otras respuestas están ocultas hasta que tú respondas
fi: Muut vastaukset on piilotettu, kunnes vastaat
fr: Les autres réponses sont masquées jusqu'à ce que vous répondiez
fr_ca: Les autres réponses sont masquées jusqu'à ce que vous répondiez
ga: Freagraí eile i bhfolach go dtí go dtugann tú freagra
hi: आपके उत्तर देने तक अन्य उत्तर छिपे रहेंगे
ht: Lòt repons kache jiskaske w reponn
id: Balasan lain tersembunyi hingga Anda membalas
is: Önnur svör falin þangað til þú svarar
it: Altre risposte nascoste finché non rispondi
ja: 返信するまで非表示になっている他の返信
ko: 내가 답변할 때가지 다른 답변은 숨겨짐
mi: Ētahi atu whakautu huna noa whakautu koe
ms: Balasan lain tersembunyi sehingga anda membalas
nb: Andre svar skjules inntil du svarer
nb_instk12: Andre svar skjules inntil du svarer
nl: Andere antwoorden verborgen totdat je antwoordt
pl: Inne odpowiedzi są ukryte dopóki nie udzielisz odpowiedzi
pt: Outras respostas escondidas até que responda
pt_br: Outras respostas estão escondidas até que você responda
ru: Другие ответы скрыты, пока вы не ответите
sl: Drugi odgovori so skriti, dokler ne odgovorite.
sv: Andra svar döljs tills du svarar
sv_instk12: Andra svar döljs tills du svarar
th: การตอบกลับอื่น ๆ จะถูกซ่อนไว้จนกว่าคุณจะตอบกลับ
vi: Các câu trả lời khác bị ẩn cho đến khi bạn trả lời
zh: 隐藏其他答复，直到您回复
zh_hk: 在您回覆前，其他回覆不可見

source: out of
ar: من إجمالي
ca: de
cy: allan o
da: ud af
da_instk12: ud af
de: von insgesamt
es: de
es_es: de
fr: sur
fr_ca: sur
ga: as
hi: में से
ht: sou
id: dari
is: af
it: su
ja: 中
ko: 총점
mi: i waho i te
ms: daripada
nb: ut av
nb_instk12: ut av
nl: van de
pl: z
pt: de
pt_br: de
ru: из
sl: od
sv: av
sv_instk12: av
th: จาก
vi: trên tổng số
zh: 共
zh_hk: 滿分為

source: out of %@
ar: من إجمالي %@
ca: de %@
cy: allan o %@
da: ud af %@
da_instk12: ud af %@
de: von insgesamt %@
es: de %@
es_es: de %@
fr: sur %@
fr_ca: sur %@
hi: में से %@
ht: sou %@
id: dari %@
is: af %@
it: su %@
ja: 中%@
ko: 총점 %@
mi: i waho i te %@
ms: daripada %@
nb: ut av %@
nb_instk12: ut av %@
nl: van de %@
pl: z %@
pt: de %@
pt_br: de %@
ru: из %@
sl: od %@
sv: av %@
sv_instk12: av %@
th: จาก %@
vi: trên tổng số %@
zh: 共%@
zh_hk: 滿分為%@

source: out of %@ points
ar: من إجمالي %@ من النقاط
ca: de %@ punts
cy: allan o %@ pwynt
da: ud af %@ point
da_instk12: ud af %@ points
de: von %@ Punkten
es: de %@ puntos
es_es: de %@ puntos
fi: /%@ pisteestä
fr: sur %@ points
fr_ca: de %@ points
ga: as %@ (b)p(h)ointe
hi: %@ पॉइंट्स में से
ht: sou %@ pwen
id: dari %@ poin
is: af %@ stigum
it: su %@ punti
ja: 点/ %@ 点
ko: /%@점
mi: i wahi i te %@ ngā kōinga
ms: daripada %@ mata
nb: ut av %@ poeng
nb_instk12: ut av %@ poeng
nl: van %@ punten
pl: z %@ pkt
pt: de %@ pontos
pt_br: de %@ pontos
ru: из %@ баллов
sl: od %@ točk.
sv: av %@ poäng
sv_instk12: av %@ poäng
th: จาก %@ คะแนน
vi: trên tổng số %@ điểm thành phần
zh: 总分%@分
zh_hk: 滿分為 %@ 分

source: Outcomes
ar: الحصائل
ca: Competències
cy: Deilliannau
da: Læringsudbytte
da_instk12: Læringsudbytte
de: Lernergebnisse
es: Competencias
es_es: Competencias
fi: Tulokset
fr: Acquis
fr_ca: Acquis
ga: Torthaí
hi: परिणाम
ht: Rezilta
id: Capaian
is: Niðurstöður
it: Esiti
ja: アウトカム
ko: 성과
mi: Nga putanga
ms: Hasil
nb: Læringsmål
nb_instk12: Mål
nl: Leerdoelen
pl: Wyniki
pt: Resultados
pt_br: Resultados
ru: Результаты
sl: Učni izidi
sv: Lärandemål
sv_instk12: Resultat
th: ผลลัพธ์
vi: Kết Quả
zh: 结果
zh_hk: 學習成果

source: Page
ar: الصفحة
ca: Pàgina
cy: Tudalen
da: Side
da_instk12: Side
de: Seite
es: Página
es_es: Página
fi: Sivu
ga: Leathanach
hi: पेज
ht: Paj
id: Halaman
is: Síða
it: Pagina
ja: ページ
ko: 페이지
mi: Whārangi
ms: Halaman
nb: Side
nb_instk12: Side
nl: Pagina
pl: Strona
pt: Página
pt_br: Página
ru: Страница
sl: Stran
sv: Sida
sv_instk12: Sida
th: เพจ
vi: Trang
zh: 页面
zh_hk: 頁面

source: Past
ar: الماضي
ca: Passat
cy: Ddoe
da: Tidligere
da_instk12: Tidligere
de: Vergangenheit
es: Pasado
es_es: Pasado
fi: Edelliset
fr: Passé
fr_ca: En retard
ga: Caite
hi: अतीत
ht: Pase
id: Masa Lalu
is: Fyrri
it: Precedente
ja: 過去
ko: 과거
mi: O muri
ms: Lepas
nb: Tidligere
nb_instk12: Tidligere
nl: Vorige
pl: Przeszłe
pt: Passado
pt_br: Passado
ru: Прошлый
sl: Preteklo
sv: Tidigare
sv_instk12: Tidigare
th: อดีต
vi: Trước Đây
zh: 过去
zh_hk: 歷史

source: People
ar: الأشخاص
ca: Persones
cy: Pobl
da: Deltagere
da_instk12: Deltagere
de: Teilnehmer*innen
es: Personas
es_es: Personas
fi: Henkilöt
fr: Personnes
fr_ca: Personnes
ga: Daoine
hi: लोग
ht: Moun
id: Orang
is: Fólk
it: Persone
ja: メンバー
ko: 사용자
mi: Tāngata
ms: Orang
nb: Personer
nb_instk12: Deltakere
nl: Personen
pl: Ludzie
pt: Pessoas
pt_br: Pessoas
ru: Люди
sl: Sodelujoči
sv: Personer
sv_instk12: Personer
th: บุคคล
vi: Mọi Người
zh: 人员
zh_hk: 成員

source: photo
ar: صورة
ca: fotografia
cy: llun
da: foto
da_instk12: foto
de: Foto
es: foto
es_es: foto
fi: valokuva
ga: grianghraf
hi: फ़ोटो
ht: foto
id: foto
is: ljósmynd
it: foto
ja: 写真
ko: 사진
mi: whakāhua
ms: foto
nb: bilde
nb_instk12: bilde
nl: foto
pl: zdjęcie
pt: fotografia
pt_br: Foto
ru: фото
sl: fotografija
sv: foto
sv_instk12: foto
th: ภาพ
vi: ảnh
zh: 照片
zh_hk: 照片

source: Pinned Discussions
ar: مناقشات مثبتة
ca: Fòrums ancorats
cy: Trafodaethau wedi’u Pinio
da: Fastgjorte diskussioner
da_instk12: Fastgjorte diskussioner
de: Angeheftete Diskussionen
es: Foros anclados
es_es: Foros fijados
fi: Kiinnitetyt keskustelut
fr: Discussions épinglées
fr_ca: Discussions épinglées
ga: Fóraim Pionnáilte
hi: पिन की गई चर्चाएं
ht: Diskisyon Epengle
id: Diskusi Dipin
is: Festar umræður
it: Discussioni bloccate
ja: 固定したディスカッション
ko: 고정된 토론
mi: Ngā Kōrerorero Kua Pinea
ms: Perbincangan yang dipinkan
nb: Festede diskusjoner
nb_instk12: Festede diskusjoner
nl: Vastgezette discussies
pl: Przypięte dyskusje
pt: Discussões Destacadas
pt_br: Fóruns fixados
ru: Прикрепленные обсуждения
sl: Pripete razprave
sv: Nålade diskussioner
sv_instk12: Fästa diskussioner
th: การพูดคุยที่ปักหมุดไว้
vi: Cuộc Thảo Luận Đã Ghim
zh: 置顶讨论
zh_hk: 已釘選的討論區

source: Play
ar: تشغيل
ca: Reprodueix
cy: Chwarae
da: Afspil
da_instk12: Afspil
de: Abspielen
es: Reproducir
es_es: Reproducir
fi: Toista
fr: Lecture
fr_ca: Lecture
ga: Seinn
hi: चलाएं
ht: Jwe
id: Putar
is: Spila
it: Riproduci
ja: 再生
ko: 재생
mi: Tākaro
ms: Mainkan
nb: Spill av
nb_instk12: Avspille
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
pt_br: Reproduzir
ru: Воспроизвести
sl: Predvajaj
sv: Spela upp
sv_instk12: Spela upp
th: เปิดเล่น
vi: Phát
zh: 播放
zh_hk: 播放

source: Please check your network connection and try again.
ar: يرجى التحقق من اتصال الشبكة وإعادة المحاولة.
ca: Reviseu la connexió de xarxa i torneu a provar-ho.
cy: Gwiriwch eich cysylltiad rhwydwaith a rhoi cynnig arall arni.
da: Tjek venligst din netværk forbindelse og prøv igen.
da_instk12: Tjek venligst din netværk forbindelse, og prøv igen.
de: Bitte überprüfen Sie Ihre Netzwerkanbindung.
es: Compruebe la conexión de la red y vuelva a intentarlo.
es_es: Comprueba la conexión de la red y vuelve a intentarlo.
fi: Tarkasta verkkoyhteys ja yritä uudelleen.
fr: Veuillez vérifier votre connexion au réseau et réessayer.
fr_ca: Veuillez vérifier votre connexion au réseau et réessayer.
ga: Seiceáil do cheangal gréasáin agus bain triail eile as.
hi: कृपया अपने नेटवर्क कनेक्शन की जांच करें और फिर से कोशिश करें।
ht: Tanpri verifye koneksyon entènèt ou a epi eseye ankò.
id: Silakan periksa koneksi jaringan Anda dan coba lagi.
is: Athugaðu nettengingu þína og reyndu aftur.
it: Verificare la connessione di rete e riprovare.
ja: ネットワークの接続を確認して再度お試しください。
ko: 네트워크 연결을 확인하고 다시 시도하세요.
mi: Tēnā koa tirohia tō hononga whatunga, me te ngana anō.
ms: Sila semak sambungan rangkaian anda dan cuba semula.
nb: Sjekk nettverkstilkoblingen din og forsøk igjen.
nb_instk12: Sjekk nettverkstilkoblingen din og forsøk igjen.
nl: Controleer je netwerkverbinding en probeer nogmaals.
pl: Sprawdź połączenie sieciowe i spróbuj ponownie.
pt: Por favor verifique a sua ligação à rede e tente novamente.
pt_br: Por favor verifique sua conexão de rede e tente novamente.
ru: Пожалуйста, проверьте подключение к сети и повторите попытку.
sl: Preverite svojo omrežno povezavo in poskusite znova.
sv: Kontrollera din nätverksanslutning och försök igen.
sv_instk12: Kontrollera din nätverksanslutning och försök igen.
th: กรุณาตราวจสอบการเชื่อมต่อเครือข่ายแล้วลองใหม่อีกครั้ง
vi: Vui lòng kiểm tra kết nối mạng của bạn rồi thử lại.
zh: 请检查您的网络连接并再次尝试。
zh_hk: 請檢查您的網路連線，然後重試。

source: Please choose a future time for your reminder!
ar: يرجى اختيار وقت مستقبلي لتذكيرك!
ca: Trieu una data futura per al recordatori
cy: Dewiswch amser yn y dyfodol ar gyfer eich nodyn atgoffa!
da: Vælg et fremtidigt tidspunkt for din påmindelse!
da_instk12: Vælg et fremtidigt tidspunkt for din påmindelse!
de: Bitte wählen Sie eine zukünftige Zeit für Ihre Erinnerung!
es: Elija un horario futuro para su recordatorio.
es_es: ¡Elige una hora posterior para tu recordatorio!
fi: Valitse tuleva aika muistutuksellesi!
fr: Veuillez choisir une heure pour votre rappel !
fr_ca: Veuillez choisir une heure ultérieure pour votre rappel!
ga: Roghnaigh am amach anseo le haghaidh do mheabhrúchán!
hi: कृपया अपने अनुस्मारक के लिए आगामी समय चुनें!
ht: Chwazi yon dat apre pou rapèl ou a!
id: Silakan pilih waktu di masa depan untuk pengingat Anda!
is: Vinsamlegast veldu framtíðartíma fyrir áminningu þína!
it: Scegliere un periodo futuro per il promemoria!
ja: リマインダの時間には未来の時間を選択してください！
ko: 미리 알림에 미래의 시간을 선택하세요.
mi: Tena koa whiriwhiria he wa kei te heke mai mo to whakamaumahara!
ms: Sila pilih masa akan datang untuk peringatan anda!
nb: Velg en fremtidig forfallsdato for påminnelsen din!
nb_instk12: Velg en fremtidig forfallsdato for påminnelsen din!
nl: Kies een toekomstige tijd voor je herinnering!
pl: Wybierz przyszły termin dla przypomnienia!
pt: Escolha uma hora futura para o seu lembrete!
pt_br: Escolha um horário futuro para seu lembrete!
ru: Выберите время в будущем для напоминания!
sl: Za opomnik izberite čas v prihodnosti!
sv: Välj en tid i framtiden för din påminnelse!
sv_instk12: Välj en tid i framtiden för din påminnelse!
th: กรุณาเลือกเวลาในอนาคตสำหรับการแจ้งเตือนของคุณ!
vi: Vui lòng chọn thời gian trong tương lai cho lời nhắc nhở của bạn!
zh: 请选择未来的提醒日期！
zh_hk: 請選擇您將來的提醒時間！

source: Post
ar: نشر
ca: Publica
cy: Postio
es: Publicar
es_es: Publicar
fi: Lähetä
fr: Publier
fr_ca: Publier
hi: पोस्ट करें
ht: Piblikasyon
id: Posting
is: Birta
it: Pubblica
ja: 掲示
ko: 게시
mi: Whakairi
ms: Siar
nb: Innlegg
nb_instk12: Innlegg
nl: Posten
pl: Wyślij
pt: Publicação
pt_br: Postar
ru: Опубликовать
sl: Objavi
sv: Offentliggör
sv_instk12: Offentliggör
th: โพสต์
vi: Đăng
zh: 发布
zh_hk: 公佈

source: Post comment
ar: نشر تعليق
ca: Publica el comentari
cy: Postio sylw
da: Poster kommentar
da_instk12: Poster kommentar
de: Kommentar posten
es: Publicar comentario
es_es: Publicar comentario
fi: Lähetä kommentti
fr: Publier un commentaire
fr_ca: Publier un commentaire
ga: Postáil ráiteas
hi: टिप्पणी पोस्ट करें
ht: Poste kòmantè
id: Mengirim komentar
is: Birta athugasemd
it: Pubblica commento
ja: コメントをポストする
ko: 댓글 게시
mi: Whakairi Tākupu
ms: Siarkan komen
nb: Publiser kommentar
nb_instk12: Post kommentar
nl: Opmerking plaatsen
pl: Opublikuj komentarz
pt: Publicar comentário
pt_br: Postar comentário
ru: Оставить комментарий
sl: Objavi komentar
sv: Publicera kommentar
sv_instk12: Posta kommentar
th: โพสต์ความเห็น
vi: Đăng bình luận
zh: 发布评论
zh_hk: 發布評論

source: Post Comment
ar: نشر التعليق
ca: Publica el comentari
cy: Postio sylw
da: Læg kommentar ud
da_instk12: Læg kommentar ud
de: Kommentar posten
es: Publicar comentario
es_es: Publicar comentario
fi: Lähetä kommentti
fr: Publier un commentaire
fr_ca: Publier un commentaire
ga: Postáil Ráiteas
hi: टिप्पणी पोस्ट करें
ht: Poste yon Kòmantè
id: Kirim Komentar
is: Birta athugasemd
it: Pubblica commento
ja: コメントを掲示する
ko: 댓글 게시
mi: Whakairi Tākupu
ms: Siarkan Komen
nb: Publiser kommentar
nb_instk12: Post kommentar
nl: Opmerking plaatsen
pl: Publikuj komentarz
pt: Comentar
pt_br: Postar Comentário
ru: Опубликовать комментарий
sl: Objavi komentar
sv: Publicera kommentar
sv_instk12: Lämna kommentar
th: โพสต์ความเห็น
vi: Đăng Bình Luận
zh: 发布评论
zh_hk: 發佈評論

source: Posting…
ar: جارٍ النشر...
ca: S'està publicant…
cy: Wrthi'n postio...
da: Posterer...
da_instk12: Posterer...
de: Wird gepostet
es: Publicando...
es_es: Publicando...
fi: Lähetetään...
fr: Publication en cours...
fr_ca: Publication en cours...
ga: Ag postáil…
hi: पोस्ट किया जा रहा है...
ht: Poste
id: Mengirim...
is: Birti…
it: Pubblicazione in corso...
ja: ポストしています…
ko: 게시 중...
mi: E whakairi ana....
ms: Disiarkan...
nb: Publiserer…
nb_instk12: Poster ...
nl: Aan het plaatsen...
pl: Publikowanie...
pt: Publicando...
pt_br: Postando...
ru: Отправление сообщений...
sl: Objavljanje ...
sv: Publicerar ...
sv_instk12: Postar...
th: กำลังโพสต์...
vi: Đang đăng...
zh: 正在发布...
zh_hk: 正在發布...

source: Posts your comment
ar: ينشر تعليقك
ca: Publica el comentari
cy: Mae'n postio eich sylw
da: Poster din komentar
da_instk12: Poster din komentar
de: Postet Ihren Kommentar
es: Publicar su comentario
es_es: Publicar tu comentario
fi: Lähettää kommenttisi
fr: Publie votre commentaire
fr_ca: Publie votre commentaire
ga: Postáil do ráiteas
hi: आपकी टिप्पणी पोस्ट करता है
ht: Poste Kòmantè ou a
id: Kirim komentar Anda
is: Birtir athugasemdina þína
it: Pubblica il tuo commento
ja: コメントをポストする
ko: 댓글을 게시
mi: Whakairi ō kōrero
ms: Menyiarkan komen anda
nb: Publiser kommentaren din
nb_instk12: Poste kommentaren din
nl: Plaatst je opmerking
pl: Opublikuj komentarz
pt: Publica o seu comentário
pt_br: Posta seu comentário
ru: Оставляет ваш комментарий
sl: Objavite svoj komentar.
sv: Publicerar din kommentar
sv_instk12: Posta din kommentar
th: โพสต์ความเห็นของคุณ
vi: Đăng bình luận của bạn
zh: 发布您的评论
zh_hk: 發布您的評論

source: Previous item
ar: العنصر السابق
ca: L'element anterior
cy: Eitem flaenorol
da: Forrige element
da_instk12: Forrige element
de: Vorheriges Element
es: Item anterior
es_es: Ítem anterior
fi: Edellinen kohde
fr: Élément précédent
fr_ca: Élément précédent
ga: Mír roimhe seo
hi: पिछली आइटम
ht: Atik pase
id: Item sebelumnya
is: Fyrra atriði
it: Elemento precedente
ja: 前の項目
ko: 이전 항목
mi: Tūemi o mua
ms: Item sebelumnya
nb: Forrige artikkel
nb_instk12: Forrige artikkel
nl: Vorige item
pl: Poprzednia pozycja
pt: Item anterior
pt_br: Item anterior
ru: Предыдущий элемент
sl: Prejšnji element
sv: Föregående objekt
sv_instk12: Föregående objekt
th: รายการก่อนหน้า
vi: Mục trước
zh: 先前的项目
zh_hk: 上一個項目

source: Previous week
ar: الأسبوع السابق
ca: La setmana anterior
cy: Yr wythnos flaenorol
da: Forrige uge
da_instk12: Forrige uge
de: Vorherige Woche
es: Semana pasada
es_es: Semana anterior
fi: Edellinen viikko
fr: Semaine précédente
fr_ca: Semaine précédente
ga: An tseachtain roimhe sin
hi: पिछला सप्ताह
ht: Semèn pase
id: Minggu sebelumnya
is: Fyrri vika
it: Settimana precedente
ja: 前週
ko: 이전 주
mi: Wiki o mua
ms: Minggu sebelumnya
nb: Forrige uke
nb_instk12: Forrige uke
nl: Vorige week
pl: Poprzedni tydzień
pt: Semana anterior
pt_br: Semana anterior
ru: Предыдущая неделя
sl: Prejšnji teden
sv: Föregående vecka
sv_instk12: Föregående vecka
th: สัปดาห์ก่อนหน้า
vi: Tuần trước
zh: 上一周
zh_hk: 上週
